class Constants {
  final men_category = <String, List>{
    'tops': [
      "シャツ",
      "ニット・セーター",
      "カーディガン",
      "カットソー",
      "Tシャツ",
      "タンクトップ",
      "ベスト",
      "その他トップス",
    ],
    'bottoms': [
      "パンツ",
      "ショートパンツ",
    ],
    'outer': [
      "コート",
      "ジャケット",
      "ブルゾン",
      "スーツ",
      "その他アウター",
    ],
    'shoes': [
      "サンダル",
      "スニーカー",
      "ドレスシューズ",
      "その他シューズ",
    ],
  };

  final women_category = <String, List>{
    'tops': [
      "シャツ・ブラウス",
      "ニット・セーター",
      "カーディガン",
      "カットソー",
      "Tシャツ",
      "タンクトップ",
      "キャミソール",
      "チュニック",
      "ベスト",
      "その他トップス",
    ],
    'bottoms': [
      "スカート",
      "パンツ",
      "ショートパンツ",
    ],
    'outer': [
      "コート",
      "ジャケット",
      "ブルゾン",
      "スーツ",
      "その他アウター",
    ],
    'shoes': [
      "パンプス",
      "サンダル",
      "スニーカー",
      "ドレスシューズ",
      "その他シューズ",
    ],
  };
}